export const subjects = ['数学', '物理', '化学', '天文', '地理', '生物']
export const subjectChildren: Record<string, string[]> = {
  化学: ['碳材料', 'f族元素', '生物医药', '能源材料', '催化', '教育教学'],
  地理: ['地球世界模型', '地表环境与城市', '教育教学'],
  生物: ['生命', '医学'],
}
export const universities = ['北京大学', '清华大学', '复旦大学', '上海交通大学', '南京大学', '武汉大学', '厦门大学', '其他']
export const pkuDepartments = ['数学科学学院', '物理学院', '化学与分子工程学院', '天文学院-科维理天文与天体物理研究所', '环境科学与工程学院', '城市与环境学院', '地球与空间科学学院', '遥感与地理信息系统研究所', '北京未来基因诊断高精尖创新中心', '生命科学学院', '药学院', '健康医疗大数据国家研究院', '护理学院', '其他']
export const provinces = ['北京市', '天津市', '河北省', '山西省', '内蒙古自治区', '辽宁省', '吉林省', '黑龙江省', '上海市', '江苏省', '浙江省', '安徽省', '福建省', '江西省', '山东省', '河南省', '湖北省', '湖南省', '广东省', '广西壮族自治区', '海南省', '重庆市', '四川省', '贵州省', '云南省', '西藏自治区', '陕西省', '甘肃省', '青海省', '宁夏回族自治区', '新疆维吾尔自治区']

